Repository: 1gor/rodauth_per_route_layout_error_example
Catalog: locale/*/app.po
Languages: ru

source: AccountStatus|Closed
ru: Закрыт

source: AccountStatus|Unverified
ru: Не подтвержден

source: AccountStatus|Verified
ru: Подтвержден

source: An email has been sent to you with a link to reset the password for your account
ru: Вам выслана ссылка для смены пароля

source: An email has been sent to you with a link to unlock your account
ru: Вам выслана ссылка для разблокирования вашего логина

source: Button|Cancel
ru: Отмена

source: Button|Change login
ru: Сохранить

source: Button|Change password
ru: Сменить пароль

source: Button|Create Account
ru: Зарегистрироваться!

source: Button|Login
ru: Войти

source: Button|Logout
ru: Выйти

source: Button|Request Account Unlock
ru: Запросить разблокирование!

source: Button|Request password reset
ru: Запросить смену пароля

source: Button|Reset password
ru: Сменить пароль

source: Button|Unlock Account
ru: Разблокировать логин

source: Button|Verify Login Change
ru: Сохранить

source: Cannot change login for unverified account. Please verify this account before changing the login.
ru: Нелья поменять email у неподтвержденного пользователя. Пожалуйста, подтвердите свою учетную запись.

source: Confirm %s
ru: Подтвердите %s

source: Create a New Account
ru: Зарегистрируйтесь

source: Do you really want to log out?
ru: Завершить сессию и выйти из системы?

source: EmailSubject|Reset password
ru: Смена пароля

source: Email|Unlock Account
ru: Разблокирование учетной записи

source: Email|Verify Login Change
ru: Подтверждение нового логина

source: Forgot password?
ru: Забыли пароль?

source: Internal Server Error
ru: Ошибка сервера

source: Label|Confirm new password
ru: Подтвердите новый пароль

source: Label|Current password
ru: Текущий пароль

source: Label|Login
ru: Email

source: Label|New email
ru: Новый email

source: Label|New password
ru: Новый пароль

source: Label|Password
ru: Пароль

source: No matching unlock account key
ru: Недействительный код разблокирования учетной записи

source: Page Not Found
ru: Страница не найдена

source: Please login to continue
ru: Пожалуйста, авторизуйтесь

source: Someone has requested a password reset for the account with this email address. If you did not request a password reset, please ignore this message. If you requested a password reset, please go to %s to reset the password for the account.
ru: Кто-то запросил смену пароля для учетной записи с этим адресом email. Если это были не вы, пожалуйста, игнорируйте это сообщение. Если вы запросили смену пароля, пожалуйсте следуйте по ссылке %s чтобы изменить ваш пароль.

source: Someone has requested a that the account with this email be unlocked. If you did not request the unlocking of this account, please ignore this message. If you requested the unlocking of this account, please go to %s to unlock this account.
ru: Кто-то запросил разблокирование учетной записи, к которой привязан ваш адрес email. Если вы не запрашивали разблокирование вашей учетной записи, пожалуйста игнорируйте это сообщение. Вы можете разблокировать свою учетную запись пройдя по ссылке ниже %s

source: Sorry, but the page you are looking for has note been found. Try checking the URL for error, then hit the refresh button on your browser.
ru: К сожалению, страница которую вы ищете не найдена. Проверьте правильность ссылке и перезагрузите страницу.

source: There has been an error. Our developers have been notified. Please try later.
ru: Произошел сбой приложения. Разработчики уведомлены. Пожалуйста, повторите запрос позже.

source: There was an error changing your login
ru: Не удалось изменить логин

source: There was an error changing your password
ru: Не удалось изменить пароль

source: There was an error creating your account
ru: Ошибка с созданием учетной записи

source: There was an error logging in
ru: Ошибка авторизации

source: There was an error requesting a password reset
ru: Ошибка с запросом смены пароля

source: There was an error resetting your password
ru: Не удалось изменить пароль

source: There was an error unlocking your account
ru: Ошибка. Не удалось разблокировать учетную запись

source: This account is currently locked out and cannot be logged in to
ru: Эта учетная запись заблокирована. Вход запрещен.

source: Title|Change login
ru: Смена логина

source: Title|Change password
ru: Смена пароля

source: Title|Create Account
ru: Регистрация

source: Title|Login
ru: Вход в приложение

source: Title|Logout
ru: Выход

source: Title|Request Account Unlock
ru: Разблокирование учетной записи

source: Title|Request password reset
ru: Забыли пароль?

source: Title|Reset password
ru: Смена пароля

source: Title|Unlock Account
ru: Разблокирование учетной записи

source: Title|Verify Login Change
ru: Подтверждение нового email

source: Unable to resend verify account email
ru: Не получилось выслать email для подтверждения учетной записи

source: Unable to verify account
ru: Ошибка с подтверждением учетной записи

source: Unable to verify login change
ru: Ошибка подтверждения смены логина

source: We have sent you a message with a link to confirm your new email.
ru: Мы послали вам сообщение со ссылкой для подтверждения нового email

source: You are about to exit the system
ru: Вы действительно хотите выйти из системы?

source: You have been logged in
ru: Вы вошли в систему

source: Your account has been created
ru: Ваша учетная запись успешно создана

source: Your account has been unlocked
ru: Ваша учетная запись успешно разблокирована

source: Your login change has been verified
ru: Ваш логин был изменен

source: Your password has been changed
ru: Ваш пароль изменён

source: Your password has been reset
ru: Ваш пароль изменён

source: already an account with this login
ru: уже есть пользователь с таким логином

source: contains null byte
ru: содержит нулевой байт

source: invalid login
ru: неверный логин

source: invalid password
ru: неверный пароль

source: invalid password reset key
ru: неправильная или устаревшая ссылка для смены пароля

source: invalid password, does not meet requirements
ru: пароль не соответствует требованиям

source: invalid password, does not meet requirements%s
ru: пароль не соответствует требованиям%s

source: invalid password, same as current password
ru: пароль такой же как предыдущий пароль

source: invalid verify login change key
ru: неверная ссылка для подтверждения смены логина

source: logins do not match
ru: логины не совпадают

source: maximum %s characters
ru: максимально %s знаков

source: minimum %s characters
ru: минимум %s знаков

source: no matching login
ru: логин не найден

source: not a valid email address
ru: не является адресом email

source: passwords do not match
ru: пароли не совпадают

source: same as current login
ru: не отличается от текущего логина

source: unverified account, please verify account before logging in
ru: пожалуйста, подтвердите ваш email перед входом в систему
